// © Copyright 2012-2017 HP Development Company, L.P.

SATTaskName = "Tila ja hälytykset";

MoreInfoTitle = "Lisätietoja";
SATPrivacyStatementOnlineLink = "HP:n tietosuojalauseke";

SATAlertsTaskDescription = "Määritä HP-laitteesi antamien tilatietojen laajuus. Saat aina ilmoituksen, jos laite ei pysty suorittamaan haluttua tehtävää tai jos sinulta vaaditaan toimenpiteitä.";

SATShowAlertsButtonTitle = "Näytä laajennetut hälytykset aiheesta:";
SATAutoDismissTitlePreffix = "Hylkää hälytykset";
SATAutoDismissTitleSuffix = "sekunnissa, kun aiheena on:";

SATErrorsWarningsAndInfo = "virheet, varoitukset ja informatiiviset viestit";
SATErrorsAndWarnings = "virheet ja varoitukset";
SATErrorsOnly = "vain virheet";
SATInfoMessages = "informatiiviset viestit";
SATWarningsAndInfoMessages = "varoitukset ja informatiiviset viestit";

SATShowWebContentButtonTitle = "Näytä verkkosisältö hälytyksissä";
SATShowWebContentButtonBaseDescription = "Luvallasi laitteesi tila jaetaan suojatusti HP:n kanssa. Kun annat tämän tiedon, HP voi tarkistaa, oletko rekisteröitynyt HP:n ohjelmaan tai oletko oikeutettu erikoistarjouksiin, ja muokata hälytystä käytettävissä olevien vaihtoehtojen mukaan.";
SATShowWebContentButtonMoreInfoFootnote = "SAT_TEXT:* Lisätietoja HP:lle lähetettävistä tiedoista saat napsauttamalla SAT_KEYED_LINK:MoreInfoTitle.";
SATShowWebContentButtonPrivacyStatementFootnote = "SAT_TEXT:* Lisätietoja HPn Yksityisyyskäytännöistä on osoitteessa SAT_LINK:SATPrivacyStatementOnlineLink.";

SATNoControlPanelAlertTitle = "Haluatko varmasti poistaa HP Alerts -palvelun käytöstä?";
SATNoControlPanelTurnOffButtonTitle = "Poista käytöstä";
SATNoControlPanelAlertText = "Jos poistat palvelun käytöstä, sinulta voi jäädä tärkeitä laitetta koskevia viestejä näkemättä.";
SATCancelButtonTitle = "Peruuta";
